# -*- coding: utf-8 -*-

index = {
    'field': 'JavaScript',
    'description': u'это язык программирования. Он позволяет делать веб-страницы интерактивными: чтобы кнопки нажимались, а данные отправлялись и принимались.',

    'experts': {

        'name': u'Elon Musk',
        'position': u'CEO of SpaceX',

        'resources': [
            {
                'type': u'read',
                'name': u'Современный учебник JavaScript в 3 книгах',
                'author': u'Илья Кантор',
                'format': u'pdf',
                'howLong': u'1461 стр',
                'isFree': True,
                'link': u'https://cloud.mail.ru/public/Jhes/eJamYKyaM'
            },
            {
                'type': u'read',
                'name': u'JavaScript. Подробное руководство. 6-е издание, 2012',
                'author': u'Дэвид Флэнаган',
                'format': u'pdf',
                'howLong': u'1080 стр',
                'isFree': False,
                'link': u'https://vk.com/doc10903696_309832418?hash=1194c2e4cabeda722a&dl=265d842a5152e69474'
            },
            {
                'type': u'read',
                'name': u'jQuery. Подробное руководство по продвинутому JavaScript',
                'author': u'Беэр Бибо, Иегуда Кац',
                'format': u'pdf',
                'howLong': u'624 стр',
                'isFree': False,
                'link': '#'
            },
            {
                'type': u'watch',
                'name': u'Learn ES6 (ECMAScript 2015)',
                'author': u'John Lindquist',
                'format': u'egghead',
                'howLong': u'53 мин',
                'isFree': False,
                'link': u'https://egghead.io/courses/learn-es6-ecmascript-2015'
            },
            {
                'type': u'practice',
                'name': u'Freecodecamp',
                'author': u'Open source',
                'format': u'web',
                'howLong': u'3 месяца',
                'isFree': False,
                'link': u'https://www.freecodecamp.com/'
            }
        ]
    }
}

services = {
    'services':
        [
            {
                'title': u'Подбор и поставка оборудования систем кондиционирования',
                'id': 1,
                'url': '#',
                'text': u'Основная сфера деятельности: системы кондиционирования воздуха, поставка и монтаж климатического оборудования, проектные и пусконаладочные работы, сервисное и техническое обслуживание. Штат состоит из высококвалифицированных специалистов, которые регулярно проходят техническую подготовку в сервисных центрах компаний производителей климатического оборудования.',
                'svg': u'service_1',
                'img': {
                    'main': '/static/img/projectPage/1.png',
                    'main_2x': '#',
                    'caption': u'Установка кожухов и внешних блоков и Установка кожухов и внешних блоков и Установка кожухов и внешних блоков и Установка кожухов и внешних блоков'
                }
            },
            {
                'title': u'Монтаж систем кондиционирования',
                'id': 2,
                'url': '#',
                'text': u'Основная сфера деятельности: системы кондиционирования воздуха, поставка и монтаж климатического оборудования, проектные и пусконаладочные работы, сервисное и техническое обслуживание. Штат состоит из высококвалифицированных специалистов, которые регулярно проходят техническую подготовку в сервисных центрах компаний производителей климатического оборудования.',
                'svg': u'service_2',
                'img': {
                    'main': '/static/img/projectPage/1.png',
                    'main_2x': '#',
                    'caption': u'Установка кожухов и внешних блоков'
                }
            },
            {
                'title': u'Пуско-наладочные работы и сервисное обслуживание',
                'id': 3,
                'url': '#',
                'text': u'Основная сфера деятельности: системы кондиционирования воздуха, поставка и монтаж климатического оборудования, проектные и пусконаладочные работы, сервисное и техническое обслуживание. Штат состоит из высококвалифицированных специалистов, которые регулярно проходят техническую подготовку в сервисных центрах компаний производителей климатического оборудования.',
                'svg': 'service_3',
                'img': {
                    'main': '/static/img/projectPage/1.png',
                    'main_2x': '#',
                    'caption': u'Установка кожухов и внешних блоков'
                }
            },
            {
                'title': u'Очистка фильтров',
                'id': 4,
                'url': '#',
                'text': u'Основная сфера деятельности: системы кондиционирования воздуха, поставка и монтаж климатического оборудования, проектные и пусконаладочные работы, сервисное и техническое обслуживание. Штат состоит из высококвалифицированных специалистов, которые регулярно проходят техническую подготовку в сервисных центрах компаний производителей климатического оборудования.',
                'svg': 'service_4',
                'img': {
                    'main': '/static/img/projectPage/1.png',
                    'main_2x': '#',
                    'caption': u'Установка кожухов и внешних блоков'
                }
            },
            {
                'title': u'Замена вышедших из строя элементов',
                'id': 5,
                'url': '#',
                'text': u'Основная сфера деятельности: системы кондиционирования воздуха, поставка и монтаж климатического оборудования, проектные и пусконаладочные работы, сервисное и техническое обслуживание. Штат состоит из высококвалифицированных специалистов, которые регулярно проходят техническую подготовку в сервисных центрах компаний производителей климатического оборудования.',
                'svg': 'service_5',
                'img': {
                    'main': '/static/img/projectPage/1.png',
                    'main_2x': '#',
                    'caption': u'Установка кожухов и внешних блоков'
                }
            },
            {
                'title': u'Дозаправка хладагента',
                'id': 6,
                'url': '#',
                'text': u'Основная сфера деятельности: системы кондиционирования воздуха, поставка и монтаж климатического оборудования, проектные и пусконаладочные работы, сервисное и техническое обслуживание. Штат состоит из высококвалифицированных специалистов, которые регулярно проходят техническую подготовку в сервисных центрах компаний производителей климатического оборудования.',
                'svg': 'service_6',
                'img': {
                    'main': '/static/img/projectPage/1.png',
                    'main_2x': '#',
                    'caption': u'Установка кожухов и внешних блоков'
                }
            },
            {
                'title': u'Диагностика всех систем',
                'id': 7,
                'url': '#',
                'text': u'Основная сфера деятельности: системы кондиционирования воздуха, поставка и монтаж климатического оборудования, проектные и пусконаладочные работы, сервисное и техническое обслуживание. Штат состоит из высококвалифицированных специалистов, которые регулярно проходят техническую подготовку в сервисных центрах компаний производителей климатического оборудования.',
                'svg': 'service_7',
                'img': {
                    'main': '/static/img/projectPage/1.png',
                    'main_2x': '#',
                    'caption': u'Установка кожухов и внешних блоков'
                }
            },
            {
                'title': u'Ликвидация аварий и утечки фреона',
                'id': 8,
                'url': '#',
                'text': u'Основная сфера деятельности: системы кондиционирования воздуха, поставка и монтаж климатического оборудования, проектные и пусконаладочные работы, сервисное и техническое обслуживание. Штат состоит из высококвалифицированных специалистов, которые регулярно проходят техническую подготовку в сервисных центрах компаний производителей климатического оборудования.',
                'svg': 'service_8',
                'img': {
                    'main': '/static/img/projectPage/1.png',
                    'main_2x': '#',
                    'caption': u'Установка кожухов и внешних блоков'
                }
            },
            {
                'title': u'Монтаж дренажных систем отвода конденсата',
                'id': 9,
                'url': '#',
                'text': u'Основная сфера деятельности: системы кондиционирования воздуха, поставка и монтаж климатического оборудования, проектные и пусконаладочные работы, сервисное и техническое обслуживание. Штат состоит из высококвалифицированных специалистов, которые регулярно проходят техническую подготовку в сервисных центрах компаний производителей климатического оборудования.',
                'svg': 'service_9',
                'img': {
                    'main': '/static/img/projectPage/1.png',
                    'main_2x': '#',
                    'caption': u'Установка кожухов и внешних блоков'
                }
            },
            {
                'title': u'Комплекс услуг по промышленному альпинизму',
                'id': 10,
                'url': '#',
                'text': u'Основная сфера деятельности: системы кондиционирования воздуха, поставка и монтаж климатического оборудования, проектные и пусконаладочные работы, сервисное и техническое обслуживание. Штат состоит из высококвалифицированных специалистов, которые регулярно проходят техническую подготовку в сервисных центрах компаний производителей климатического оборудования.',
                'svg': 'service_10',
                'img': {
                    'main': '/static/img/projectPage/1.png',
                    'main_2x': '#',
                    'caption': u'Установка кожухов и внешних блоков'
                }
            },
        ]
}

projects = {
    'subtitle': u'За 2016 год мы смонтировали 3700 кондиционеров и 4300 декоративных элементов.',
    'projects': [
        {
            'where': u'Варшавское шоссе 141',
            'title': u'Проект комфорт-класса «Бунинские луга» расположен в Новой Москве, рядом с метро «Бунинская аллея».',
            'working': u'Установка кондиционеров и кожухов',
            'client': u'Група компаний ПИК',
            'client_url': '#',
            'date': u'12 апреля, 2016 года',
            'description': u'Отличительная особенность жилого комплекса заключается в огромном выборе планировок квартир. Мы предлагаем на выбор 18 типов планировочных квартир-студий площадью 22,5 м² до 4-комнатных квартир-студий площадью 118,2м², имеющих теплые лоджии, кладовые помещения и гостевые санузлы.',
            'bgColor': '#4076A9',
            'img': {
                'main': '/static/img/projects/@1x/Varshhavka@1x.png',
                'main_2x': '/static/img/projects/@2x/Varshhavka@2x.png'
            },
            'url': '#',
            'id': 1,
            'other': [
                {
                    'where': u'Green Park',
                    'working': u'Монтаж систем кондиционирования, декоративных изделий и дренажных систем',
                    'img': {
                        'main': '/static/img/projects/@1x/Novokurkino@1x.png',
                        'main_2x': '/static/img/projects/@2x/Novokurkino@2x.png'
                    },
                    'bgColor': '#8FB3D5',
                    'id': 2
                },
                {
                    'where': u'Бунинские Луга',
                    'img': {
                        'main': '/static/img/projects/@1x/buninskie-luga@1x.png',
                        'main_2x': '/static/img/projects/@2x/buninskie-luga@2x.png'
                    },
                    'working': u'Монтаж дренажных систем отвода конденсата',
                    'bgColor': '#6A98C3',
                    'id': 4
                },
                {
                    'where': u'Мещерский Лес',
                    'img': {
                        'main': '/static/img/projects/@1x/meshersky-les@1x.png',
                        'main_2x': '/static/img/projects/@2x/meshersky-les@2x.png'
                    },
                    'working': u'Дозаправка хладагента',
                    'bgColor': '#496C91',
                    'id': 5
                },
            ]
        },
        {
            'where': u'Green Park',
            'title': u'Проект комфорт-класса «Бунинские луга» расположен в Новой Москве, рядом с метро «Бунинская аллея».',
            'working': u'Монтаж систем кондиционирования, декоративных изделий и дренажных систем',
            'client': u'Група компаний ПИК',
            'client_url': '#',
            'date': u'12 апреля, 2016 года',
            'description': u'Отличительная особенность жилого комплекса заключается в огромном выборе планировок квартир. Мы предлагаем на выбор 18 типов планировочных квартир-студий площадью 22,5 м² до 4-комнатных квартир-студий площадью 118,2м², имеющих теплые лоджии, кладовые помещения и гостевые санузлы.',
            'bgColor': '#8FB3D5',
            'img': {
                'main': '/static/img/projects/@1x/Novokurkino@1x.png',
                'main_2x': '/static/img/projects/@2x/Novokurkino@2x.png'
            },
            'url': '#',
            'id': 2,
            'other': [
                {
                    'where': u'Green Park',
                    'working': u'Монтаж систем кондиционирования, декоративных изделий и дренажных систем',
                    'img': {
                        'main': '/static/img/projects/@1x/Novokurkino@1x.png',
                        'main_2x': '/static/img/projects/@2x/Novokurkino@2x.png'
                    },
                    'bgColor': '#8FB3D5',
                    'id': 2
                },
                {
                    'where': u'Бунинские Луга',
                    'img': {
                        'main': '/static/img/projects/@1x/buninskie-luga@1x.png',
                        'main_2x': '/static/img/projects/@2x/buninskie-luga@2x.png'
                    },
                    'working': u'Монтаж дренажных систем отвода конденсата',
                    'bgColor': '#6A98C3',
                    'id': 4
                },
                {
                    'where': u'Мещерский Лес',
                    'img': {
                        'main': '/static/img/projects/@1x/meshersky-les@1x.png',
                        'main_2x': '/static/img/projects/@2x/meshersky-les@2x.png'
                    },
                    'working': u'Дозаправка хладагента',
                    'bgColor': '#496C91',
                    'id': 5
                },
            ]
        },
        {
            'where': u'Бунинские Луга',
            'title': u'Проект комфорт-класса «Бунинские луга» расположен в Новой Москве, рядом с метро «Бунинская аллея».',
            'working': u'Монтаж дренажных систем отвода конденсата',
            'client': u'Група компаний ПИК',
            'client_url': '#',
            'date': u'12 апреля, 2016 года',
            'description': u'Отличительная особенность жилого комплекса заключается в огромном выборе планировок квартир. Мы предлагаем на выбор 18 типов планировочных квартир-студий площадью 22,5 м² до 4-комнатных квартир-студий площадью 118,2м², имеющих теплые лоджии, кладовые помещения и гостевые санузлы.',
            'bgColor': '#6A98C3',
            'img': {
                'main': '/static/img/projects/@1x/buninskie-luga@1x.png',
                'main_2x': '/static/img/projects/@2x/buninskie-luga@2x.png'
            },
            'url': '#',
            'id': 3,
            'other': [
                {
                    'where': u'Green Park',
                    'working': u'Монтаж систем кондиционирования, декоративных изделий и дренажных систем',
                    'img': {
                        'main': '/static/img/projects/@1x/Novokurkino@1x.png',
                        'main_2x': '/static/img/projects/@2x/Novokurkino@2x.png'
                    },
                    'bgColor': '#8FB3D5',
                    'id': 2
                },
                {
                    'where': u'Бунинские Луга',
                    'img': {
                        'main': '/static/img/projects/@1x/buninskie-luga@1x.png',
                        'main_2x': '/static/img/projects/@2x/buninskie-luga@2x.png'
                    },
                    'working': u'Монтаж дренажных систем отвода конденсата',
                    'bgColor': '#6A98C3',
                    'id': 4
                },
                {
                    'where': u'Мещерский Лес',
                    'img': {
                        'main': '/static/img/projects/@1x/meshersky-les@1x.png',
                        'main_2x': '/static/img/projects/@2x/meshersky-les@2x.png'
                    },
                    'working': u'Дозаправка хладагента',
                    'bgColor': '#496C91',
                    'id': 5
                },
            ]
        },
        {
            'where': u'Мещерский Лес',
            'title': u'Проект комфорт-класса «Бунинские луга» расположен в Новой Москве, рядом с метро «Бунинская аллея».',
            'working': u'Дозаправка хладагента',
            'client': u'Група компаний ПИК',
            'client_url': '#',
            'date': u'12 апреля, 2016 года',
            'description': u'Отличительная особенность жилого комплекса заключается в огромном выборе планировок квартир. Мы предлагаем на выбор 18 типов планировочных квартир-студий площадью 22,5 м² до 4-комнатных квартир-студий площадью 118,2м², имеющих теплые лоджии, кладовые помещения и гостевые санузлы.',
            'bgColor': '#496C91',
            'img': {
                'main': '/static/img/projects/@1x/meshersky-les@1x.png',
                'main_2x': '/static/img/projects/@2x/meshersky-les@2x.png'
            },
            'url': '#',
            'id': 4,
            'other': [
                {
                    'where': u'Green Park',
                    'working': u'Монтаж систем кондиционирования, декоративных изделий и дренажных систем',
                    'img': {
                        'main': '/static/img/projects/@1x/Novokurkino@1x.png',
                        'main_2x': '/static/img/projects/@2x/Novokurkino@2x.png'
                    },
                    'bgColor': '#8FB3D5',
                    'id': 2
                },
                {
                    'where': u'Бунинские Луга',
                    'img': {
                        'main': '/static/img/projects/@1x/buninskie-luga@1x.png',
                        'main_2x': '/static/img/projects/@2x/buninskie-luga@2x.png'
                    },
                    'working': u'Монтаж дренажных систем отвода конденсата',
                    'bgColor': '#6A98C3',
                    'id': 4
                },
                {
                    'where': u'Мещерский Лес',
                    'img': {
                        'main': '/static/img/projects/@1x/meshersky-les@1x.png',
                        'main_2x': '/static/img/projects/@2x/meshersky-les@2x.png'
                    },
                    'working': u'Дозаправка хладагента',
                    'bgColor': '#496C91',
                    'id': 5
                },
            ]
        },
        {
            'where': u'Vander Park',
            'title': u'Проект комфорт-класса «Бунинские луга» расположен в Новой Москве, рядом с метро «Бунинская аллея».',
            'working': u'Пуско-наладочные работы и сервисное обслуживание',
            'client': u'Група компаний ПИК',
            'client_url': '#',
            'date': u'12 апреля, 2016 года',
            'description': u'Отличительная особенность жилого комплекса заключается в огромном выборе планировок квартир. Мы предлагаем на выбор 18 типов планировочных квартир-студий площадью 22,5 м² до 4-комнатных квартир-студий площадью 118,2м², имеющих теплые лоджии, кладовые помещения и гостевые санузлы.',
            'bgColor': '#1C557A',
            'img': {
                'main': '/static/img/projects/@1x/yartsevskaya-24@1x.png',
                'main_2x': '/static/img/projects/@2x/yartsevskaya-24@2x.png'
            },
            'url': '#',
            'id': 5,
            'other': [
                {
                    'where': u'Green Park',
                    'working': u'Монтаж систем кондиционирования, декоративных изделий и дренажных систем',
                    'img': {
                        'main': '/static/img/projects/@1x/Novokurkino@1x.png',
                        'main_2x': '/static/img/projects/@2x/Novokurkino@2x.png'
                    },
                    'bgColor': '#8FB3D5',
                    'id': 2
                },
                {
                    'where': u'Бунинские Луга',
                    'img': {
                        'main': '/static/img/projects/@1x/buninskie-luga@1x.png',
                        'main_2x': '/static/img/projects/@2x/buninskie-luga@2x.png'
                    },
                    'working': u'Монтаж дренажных систем отвода конденсата',
                    'bgColor': '#6A98C3',
                    'id': 4
                },
                {
                    'where': u'Мещерский Лес',
                    'img': {
                        'main': '/static/img/projects/@1x/meshersky-les@1x.png',
                        'main_2x': '/static/img/projects/@2x/meshersky-les@2x.png'
                    },
                    'working': u'Дозаправка хладагента',
                    'bgColor': '#496C91',
                    'id': 5
                },
            ]
        }
    ]
}

contacts = {
    'contacts': {
        'office': {
            'title': u'Офис в&nbsp;Москве',
            'address': u'ул. Баррикадная,&nbsp;19, стр.&nbsp;1',
            'tel': u'+7 (495) 505-97-33 (доб.&nbsp;5066)',
            'telLink': '+74955059733',
            'email': u'ask@facadesolutions.ru',
            'lat': '55.760447',
            'lng': '37.579714',
            'mapZoom': '13'
        },
        'map': {

        }
    }
}
